{
  "plants": [
    {
      "name": "Malina",
      "id": 77116,
      "images": [
        "https://xohanoc.am/newImages/files/Untitled%20design%20%2883%29%2818%29.jpg",
        "https://www.laparfumerie.org/uploads/parfumedia/1519993066.jpg"
      ],
      "singularity": [
        "Плод малины"
      ],
      "location": "Основной участок распространения охватывает лесную и прилегающие районы лесостепной зоны европейской части России, Урал и Западную Сибирь.",
      "features": [
        "Побеги малины различают по возрасту. Более молодые, однолетние, можно узнать по зелёной окраске.",
        "Цвет двухлетних побегов отличается у разных сортов. Встречаются фиолетовые, зелёные или красно-коричневые.",
        "Независимо от возраста, на всех ветках можно обнаружить восковой налёт и шипы.",
        "Ягоды малины — это сборная костянка. Её цвет может быть бордовым, красным, жёлтым или чёрным (крайне редко).",
        "Ягоды созревают к концу июня, плодоношение длится от 20 до 45 дней. Это зависит от погодных условий и особенностей того или иного сорта.",
        "Корневая система состоит из многолетнего корневища и боковых корней, от которых появляются молодые побеги.",
        "Малина относится к полукустарникам. Её высота может достигать 3 метров, а минимальная — около 1 метра."
      ],
      "family": "Розоцветные"
    },
    {
      "name": "Bereza",
      "id": 109482,
      "images": [
        "https://avatars.mds.yandex.net/i?id=68033be349a44678403c44ad326b438c6f8d5d60-5231374-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=4b436568ec2ddb972cc58b0499230dd4dc27979b-10113106-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=a43507f5bcacc9053f6cd1620aa4bd62a91104da-12714990-images-thumbs&n=13"
      ],
      "singularity": [],
      "location": "Берёза растёт в Северном полушарии.",
      "features": [
        "В первые годы берёза растёт медленно, но потом начинает быстро.",
        "Кора у большей части берёз белая, желтоватая, розоватая или красновато-бурая, у некоторых видов серая, коричневая или даже чёрная.",
        "Листья берёзы очерёдные, цельные, по краю зубчатые, яйцевидно-ромбические или треугольно-яйцевидные, моносимметричные, с широким клиновидным основанием или почти усечённые, гладкие, до 7 см длиной и 4 см шириной.",
        "Почки попеременные, сидячие, покрытые спирально расположенными, часто клейкими чешуйками.",
        "Мужские цветки в сложных соцветиях — серёжковидных тирсах — появляются ещё летом на вершинах удлинённых побегов.",
        "Большинство берёз очень морозостойки, не страдают от весенних заморозков, переносят вечную мерзлоту, проникают далеко за Полярный круг или образуют верхнюю границу леса в горах."
      ],
      "family": "Берёзовые"
    },
    {
      "name": "Dub",
      "id": 227114,
      "images": [
        "https://img.razrisyika.ru/kart/93/1200/371707-list-dubovyy-2.jpg"
      ],
      "singularity": [],
      "location": "Дуб растёт в разных местах. Вот некоторые из них:\n\nВ России. Дуб черешчатый, или летний, занимает основную площадь дубрав. Его область распространения имеет форму клина, широкая часть которого совпадает с западной государственной границей, а острие направлено к Южному Уралу.",
      "features": [
        "Стволы дуба обычно обладают трещиноватой, редко почти гладкой корой.",
        "Листья очередные, простые, обычно перистораздельные или перистолопастные, реже зубчатые или цельнокрайные, с отчётливо выраженными черешками различной длины.",
        "Цветки мелкие, раздельнополые.",
        "Плоды — сухие, односемянные, эллиптические, яйцевидные или почти шаровидные жёлуди.",
        "Относительно теневынослив, зимостоек и засухоустойчив.",
        "Предпочитает глубокие, влажные серые лесные почвы, деградированные чернозёмы и аллювиальные почвы пойм крупных рек.",
        "Образует микоризу со многими грибами."
      ],
      "family": "Буковые"
    },
    {
      "name": "Klen",
      "id": 128860,
      "images": [
        "https://gas-kvas.com/grafic/uploads/posts/2023-09/1695938409_gas-kvas-com-p-kartinki-list-klena-5.png"
      ],
      "singularity": [],
      "location": "Растёт в лесной зоне европейской части от Петрозаводска до Саратовской и Волгоградской областей, где встречается в лесах по балкам. На восток доходит до Предуралья.",
      "features": [
        "Период цветения приходится на конец апреля. Мелкие цветы собраны в соцветия различной формы: щиток, зонтик, кисть.",
        "Растение отличает пышная крона, состоящая из множества листочков. Они отличаются по размерам, но схожи по форме 5-лопастной пластины. Каждая лопасть завершается острым клином. Отсюда название породы – клен.",
        "Отличительная особенность дерева — наличие каучуконосного млечного сока."
      ],
      "family": "Сапиндовые"
    },
    {
      "name": "El",
      "id": 11971,
      "images": [
        "https://img.razrisyika.ru/kart/93/1200/371707-list-dubovyy-2.jpg"
      ],
      "singularity": [],
      "location": "Ель обыкновенная широко распространена на северо-востоке Европы, где образует сплошные лесные массивы",
      "features": [
        "Хвоинки тёмно-зелёные, четырёхгранные, расположены одиночно, на дереве сохраняются 5–7 лет.",
        "Ель имеет поверхностную корневую систему, которая расположена в верхнем слое почвы.",
        "Ель является очень теневыносливым растением. Может долго расти в тени других деревьев.",
        "Продолжительность жизни ели обыкновенной составляет 200–300 лет.",
        "Древесину ели используют в производстве музыкальных инструментов, она также является ценным видом топлива.",
        "Она может достигать 40 м в высоту."
      ],
      "family": "Сосновые"
    },
    {
      "name": "Smorodina",
      "id": 51662,
      "images": [
        "https://img2.freepng.ru/20190622/tc/kisspng-portable-network-graphics-clip-art-leaf-desktop-wa-ampquot-5d0e9cc301cc24.4817689015612387230074.jpg.01"
      ],
      "singularity": [],
      "location": "Растёт по береговым зарослям, во влажных лиственных, смешанных и хвойных лесах и по их окраинам, в ольшаниках, по берегам рек, озёр, по окраинам болот и на влажных пойменных лугах.",
      "features": [],
      "family": "Крыжовниковые"
    },
    {
      "name": "Snit",
      "images": [
        "https://img.7dach.ru/image/1200/03/69/46/2015/05/16/09b0cc.jpg"
      ],
      "singularity": [],
      "location": "Растёт в лиственных и смешанных лесах, оврагах, на опушках, вырубках, в подлесках, между зарослями кустарников. Также её можно встретить как сорное растение на дачных и огородных участках, в садах и на пустырях.",
      "features": [
        "Растение начинает плодоносить на второй год после высадки в открытую почву.",
        "Кистевидные поникающие соцветия состоят из светло-розовых либо бледно-лиловых цветков колокольчатой формы.",
        "Кистевидные поникающие соцветия состоят из светло-розовых либо бледно-лиловых цветков колокольчатой формы.",
        "Молодые побеги вырастают из спящих почек каждый год."
      ],
      "family": "Зонтичные"
    },
    {
      "name": "Yablonya",
      "id": 230202,
      "images": [
        "https://avatars.mds.yandex.net/i?id=5c1568885ff6c027a2146d665576cc2a30df1f01-10637828-images-thumbs&n=13"
      ],
      "singularity": [],
      "location": "Растёт практически повсеместно.",
      "features": [
        "Это весьма долговечное растение: культурные виды яблони живут около ста лет, а их родственники-дикоросы — до 300 лет.",
        "Цветут яблони обычно в апреле — мае в течение 8–12 суток. В это время они наиболее уязвимы к воздействию заморозков.",
        "Для яблонь наиболее пригоден умеренный климат."
      ],
      "family": "Розоцветные"
    },
    {
      "name": "Grusha",
      "id": 122042,
      "images": [
        "https://avatars.mds.yandex.net/i?id=94525008bf608fd51fe19838538eb084959714a0-4357367-images-thumbs&n=13"
      ],
      "singularity": [],
      "location": "Растёт в широколиственных и смешанных лесах в лесной и лесостепной зонах европейской части страны.",
      "features": [
        "Форма кроны свободно растущего дерева — пирамидальная или округлая, склонна к загущению.",
        "\nПлоды груш отличаются характерной зернистой мякотью из-за наличия каменистых клеток (склереид).",
        "При благоприятных условиях груша достигает крупных размеров — до 5–25 метров в высоту и 5 метров в диаметре кроны."
      ],
      "family": "Розоцветные"
    },
    {
      "name": "Cheremuxa",
      "id": 77107,
      "images": [
        "https://avatars.mds.yandex.net/i?id=44f48c4a9e30dce4d14e46d765fba25ca5e1848b-12422016-images-thumbs&n=13"
      ],
      "singularity": [],
      "location": "Растет в Северной Африке, Европе, Азии, а также в Закавказье. Дерево растет по всей России.",
      "features": [
        "лод — костянка, чёрная, мясистая, съедобная.",
        "Ствол часто искривлен, наклонен к земле.",
        "Ветви, наклонившиеся до земли, легко укореняются и образуют труднопроходимые заросли.",
        "Кора на стволах гладкая, матовая, черно-серая (коричневая), иногда растрескивается."
      ],
      "family": "Розоцветные"
    }
  ]
}
